import React from 'react'

function PrivacyPolicy() {
  return (
    <div className="p-2">
        <h1 className="font-bold text-4xl">गोपनीयता नीति</h1>
        <hr className="border-2 border-slate-900 my-4 opacity-40" />
        <p className="text-2xl text-justify pb-2">हाम्रो गोपनीयता नीति संबन्धी पेजमा तपाईंलाइ  स्वागत छ। हामी तपाईंलाई हाम्रो नेपाली समाचार पोर्टलको वापर गर्दा गोपनीयता रक्षा गर्नका लागि यस नीति लागू गर्दछौं। हामीले तपाईंका व्यक्तिगत जानकारीहरूको संरक्षण गर्न हाम्रो विश्वासनीयता छ। कृपया यस गोपनीयता नीति पढ्नुहोस् र हाम्रो सेवाहरू प्रयोग गर्नुभएको जानकारी गर्नुहोस्।</p>
        <p className="text-2xl text-justify pb-2">
            <strong>१. विज्ञापनहरू:</strong>हामीले विज्ञापनहरू प्रदान गर्दा, तपाईंका नेपाली समाचार पोर्टलमा विज्ञापन देखाउँदा, हामीले तपाईंलाई विज्ञापन तथा प्रदान गर्न गोपनीयता नीति बाट निर्धारित जानकारीहरू प्रयोग गर्न सक्छौं। हामीले तपाईंका व्यक्तिगत जानकारीहरूलाई विज्ञापन तालिमहरूलाई पुरा गर्नका लागि प्रयोग गर्न सक्छौं।
        </p>
        <p className="text-2xl text-justify pb-2">
            <strong>२. सामग्री अधिकार</strong>हाम्रो नेपाली समाचार पोर्टलमा प्रकाशित सामग्रीहरूमा समाचार सामग्री, लेख, फोटो, वीडियो र सबै अन्य सामग्रीका अधिकार हाम्रो संग्रहीत छन्। कुनै पनि सामग्रीको अनाधिकृत प्रयोग वा प्रकाशन अवैध हुनेछ। हाम्रो नाममा कुनै पनि सामग्री सञ्चालन गर्ने व्यक्ति वा संगठनलाई हामीले कडा कानुनी कारबाही गर्न सक्छौं।
        </p>
        <p className="text-2xl text-justify pb-2">
            <strong>  ३.  मतदान पोल:</strong>हाम्रो नेपाली समाचार पोर्टलमा मतदान पोलहरू अनुसूचित रुपमा गरिन्छन्। यसले पोर्टलमा आएका प्रश्नहरूमा तपाईंले छनौट गर्न सक्नुहुन्छ। तपाईंका छनौटहरूलाई हामीले एनालाइज गर्न र तपाईंका पसन्दहरूलाई समय-समयमा प्रदर्शन गर्नका लागि प्रयोग गर्न सक्छौं। तपाईंका छनौटहरूलाई गोपनीयता नीति अनुसार सञ्चालन गरिनेछ।
        </p>
        <p className="text-2xl text-justify pb-2">
            <strong> ४. अन्य विषयहरू:</strong>हाम्रो गोपनीयता नीतिमा यस पोर्टलसँग सम्बन्धित अन्य विषयहरू छन् जस्तै तपाईंका व्यक्तिगत जानकारीको संग्रह र उपयोग, कुकीजबाट जुडेका जानकारी, डाटा सुरक्षा रक्षा, न्यूज पोर्टलको बाहिरी लिङ्कहरू, र अन्य सम्बन्धित विषयहरू। यसबाट बाहिर गएका वेबसाइटहरूको गोपनीयता नीति वा विधानहरूलाई पढ्न र सम्झन गर्नुहोस्।
        </p>
        <p className="text-2xl text-justify pb-2">हाम्रो गोपनीयता नीति पढ्नु अघि, कृपया ध्यानपूर्वक पढ्नुहोस् र हाम्रो नेपाली समाचार पोर्टलको सेवाहरू प्रयोग गर्नुभएको जानकारी गर्नुहोस्।
        </p>

    </div>
  )
}

export default PrivacyPolicy